Revit 2024 API
IndependentTag.MultiReferenceAnnotationId Property
 The multi-reference annotation which owns this tag.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ElementId MultiReferenceAnnotationId { get; }
Visual Basic
Public ReadOnly Property MultiReferenceAnnotationId As ElementId
	Get
Visual C++
public:
property ElementId^ MultiReferenceAnnotationId {
	ElementId^ get ();
}
Remarks
[!:Autodesk::Revit::DB::MultiReferenceAnnotation] for more information.
See Also
IndependentTag Class
Autodesk.Revit.DB Namespace